Repository: marcelrgberger/civo-cloud-manager
Catalog: CivoCloudManager/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

source: The app runs as a menu bar icon (shield). Click it to open the popover.
ar: يعمل التطبيق كأيقونة في شريط القوائم (درع). انقر عليها لفتح النافذة المنبثقة.
de: Die App läuft als Symbol (Schild) in der Menüleiste. Klicken Sie darauf, um das Popover zu öffnen.
es: La app se ejecuta como un icono en la barra de menú (escudo). Haz clic para abrir el menú.
fr: L’application s’exécute en icône de barre de menu (bouclier). Cliquez pour ouvrir le menu.
hi: ऐप मेनू बार आइकन (शील्ड) के रूप में चलता है। उस पर क्लिक कर पॉपओवर खोलें।
id: Aplikasi berjalan sebagai ikon menu bar (perisai). Klik untuk membuka popover.
it: L'app viene eseguita come icona nella barra menu (scudo). Cliccala per aprire il popover.
ja: アプリはメニューバーアイコン（シールド）として常駐し、クリックでポップオーバーを開きます。
ko: 앱은 메뉴바 아이콘(방패)으로 실행됩니다. 클릭하면 팝오버가 열립니다.
nl: De app draait als een pictogram (schild) in de menubalk. Klik erop om de popover te openen.
pl: Aplikacja działa jako ikona na pasku menu (tarcza). Kliknij, aby otworzyć popover.
pt: A app corre como ícone na barra de menu (escudo). Clique para abrir o popover.
ru: Приложение работает как иконка в меню (щит). Кликните для открытия меню.
tr: Uygulama, menü çubuğunda bir kalkan simgesi olarak çalışır. Açılır pencereyi açmak için tıklayın.
zh_hans: 应用以菜单栏图标（盾牌）运行，点击可打开弹窗。

source: The password is protected — tap the eye icon to reveal it via Touch ID or system password.
ar: كلمة المرور محمية — انقر على أيقونة العين لإظهارها عبر Touch ID أو كلمة مرور النظام.
de: Das Passwort ist geschützt — tippen Sie auf das Augensymbol, um es per Touch ID oder Systempasswort anzuzeigen.
es: La contraseña está protegida: toca el icono de ojo para mostrarla con Touch ID o contraseña del sistema.
fr: Le mot de passe est protégé — touchez l’icône œil pour l’afficher via Touch ID ou mot de passe système.
hi: पासवर्ड सुरक्षित है — उसे देखने के लिए आईकन पर टैप करें और Touch ID या सिस्टम पासवर्ड से दिखाएँ।
id: Password dilindungi — ketuk ikon mata untuk menampilkan dengan Touch ID atau password sistem.
it: La password è protetta — tocca l'icona dell'occhio per visualizzarla tramite Touch ID o password di sistema.
ja: パスワードは保護されており、目のアイコンをタップするとTouch IDまたはシステムパスワードで表示できます。
ko: 비밀번호는 보호되며, 눈 아이콘을 눌러 Touch ID 또는 시스템 암호로 표시할 수 있습니다.
nl: Het wachtwoord is beveiligd — tik op het oogje om het te tonen via Touch ID of systeemwachtwoord.
pl: Hasło jest chronione — dotknij ikony oka, aby ujawnić je przez Touch ID lub hasło systemowe.
pt: A password está protegida — toque no ícone do olho para revelar com Touch ID ou password do sistema.
ru: Пароль защищен — нажмите на иконку глаза для показа через Touch ID или пароль системы.
tr: Şifre korumalıdır — göz simgesine dokunarak Touch ID veya sistem şifresiyle görüntüleyebilirsiniz.
zh_hans: 密码已保护，点击眼睛图标可通过 Touch ID 或系统密码显示。

source: The username is displayed directly in the Credentials section.
ar: اسم المستخدم يظهر مباشرة في قسم بيانات الاعتماد.
de: Der Benutzername wird direkt im Bereich Zugangsdaten angezeigt.
es: El nombre de usuario se muestra directamente en la sección de credenciales.
fr: Le nom d’utilisateur est affiché directement dans la section Identifiants.
hi: यूज़रनेम सीधे क्रेडेंशियल्स अनुभाग में दिखता है।
id: Username ditampilkan langsung di bagian Kredensial.
it: Il nome utente è mostrato direttamente nella sezione Credenziali.
ja: ユーザー名は認証情報セクションに直接表示されます。
ko: 사용자 이름은 자격 증명 섹션에 바로 표시됩니다.
nl: De gebruikersnaam wordt direct weergegeven in het gedeelte Inloggegevens.
pl: Nazwa użytkownika jest wyświetlana bezpośrednio w sekcji danych uwierzytelniających.
pt: O nome de utilizador é mostrado diretamente na secção Credenciais.
ru: Имя пользователя отображается прямо в разделе учетных данных.
tr: Kullanıcı adı doğrudan Kimlik Bilgileri bölümünde gösterilir.
zh_hans: 用户名直接显示在凭证部分。

source: This Month shows actual cost + projected monthly estimate.
ar: يعرض هذا الشهر التكلفة الفعلية + التقدير الشهري المتوقع.
de: Dieser Monat zeigt tatsächliche Kosten + geschätzte Monatsprognose.
es: Este mes muestra el costo real + estimación mensual proyectada.
fr: Ce mois-ci affiche le coût réel + l’estimation mensuelle projetée.
hi: यह माह वास्तविक लागत + अनुमानित मासिक खर्च दिखाता है।
id: Bulan Ini menampilkan biaya aktual + estimasi bulanan yang diproyeksikan.
it: Questo mese mostra il costo reale + la stima mensile prevista.
ja: 今月は実際のコストと月間見積もりを表示します。
ko: 이번 달에는 실제 비용과 예상 월간 비용이 함께 표시됩니다.
nl: Deze maand toont werkelijke kosten + geschatte maandprognose.
pl: Ten miesiąc pokazuje rzeczywisty koszt + prognozowany koszt miesięczny.
pt: Este mês mostra custo real + estimativa mensal projetada.
ru: Этот месяц показывает фактические расходы + прогноз на месяц.
tr: Bu Ay, gerçek maliyet + tahmini aylık toplamı gösterir.
zh_hans: 本月显示实际费用及预计月度总额。

source: This prevents accidental deletion of critical cloud infrastructure.
ar: هذا يمنع حذف بنية تحتية سحابية حرجة عن طريق الخطأ.
de: Dies verhindert das versehentliche Löschen kritischer Cloud-Infrastruktur.
es: Esto previene la eliminación accidental de infraestructura crítica en la nube.
fr: Cela évite la suppression accidentelle d’infrastructures cloud critiques.
hi: यह महत्वपूर्ण क्लाउड इन्फ्रास्ट्रक्चर की आकस्मिक हटाने से सुरक्षा करता है।
id: Ini mencegah penghapusan infrastruktur cloud yang kritis secara tidak sengaja.
it: Questo previene l'eliminazione accidentale di infrastrutture cloud critiche.
ja: これにより重要なクラウドインフラの誤削除を防ぎます。
ko: 중요한 클라우드 인프라의 실수로 인한 삭제를 방지합니다.
nl: Dit voorkomt het per ongeluk verwijderen van kritieke cloudinfrastructuur.
pl: To zapobiega przypadkowemu usunięciu krytycznej infrastruktury chmurowej.
pt: Isto previne a eliminação acidental de infraestrutura crítica.
ru: Это предотвращает случайное удаление критически важных облачных ресурсов.
tr: Bu, kritik bulut altyapısının yanlışlıkla silinmesini önler.
zh_hans: 此举可防止误删关键云基础设施。

source: Toggle 'Auto-Refresh' to have pod logs update every 3 seconds automatically.
ar: فعّل 'تحديث تلقائي' ليتم تحديث سجلات الحاويات كل 3 ثوانٍ تلقائياً.
de: „Auto-Refresh“ aktivieren, damit Pod-Logs alle 3 Sekunden automatisch aktualisiert werden.
es: Activa "Auto-Actualizar" para que los logs de pods se actualicen cada 3 segundos automáticamente.
fr: Activez « Rafraîchissement auto » pour mettre à jour les logs des pods toutes les 3 secondes.
hi: 'Auto-Refresh' टॉगल करें ताकि पॉड लॉग्स हर 3 सेकंड में स्वतः अपडेट हों।
id: Aktifkan 'Auto-Refresh' agar log pod diperbarui otomatis setiap 3 detik.
it: Attiva/disattiva "Aggiornamento automatico" per aggiornare i log dei pod ogni 3 secondi.
ja: 「自動更新」を切り替えるとPodログが3秒ごとに自動更新されます。
ko: ‘Auto-Refresh’를 켜면 파드 로그가 3초마다 자동 갱신됩니다.
nl: Schakel 'Automatisch verversen' in om podlogs elke 3 seconden automatisch bij te werken.
pl: Włącz „Auto-odświeżanie”, aby logi podów aktualizowały się automatycznie co 3 sekundy.
pt: Ative 'Atualização automática' para atualizar logs dos pods a cada 3 segundos.
ru: Включите «Автообновление» для автоматического обновления логов пода каждые 3 секунды.
tr: 'Otomatik Yenile'yi açarak pod günlüklerinin her 3 saniyede bir otomatik güncellenmesini sağlayın.
zh_hans: 切换“自动刷新”可让 Pod 日志每 3 秒自动更新。

source: Use the Namespace filter picker to show only deployments and services in a specific namespace.
ar: استخدم منتقي التصفية Namespace لعرض عمليات النشر والخدمات في مساحة أسماء محددة فقط.
de: Mit dem Namespace-Filter nur Deployments und Services eines bestimmten Namespace anzeigen.
es: Usa el filtro de Namespace para mostrar solo despliegues y servicios en un namespace específico.
fr: Utilisez le filtre Namespace pour n’afficher que les déploiements et services d’un namespace donné.
hi: Namespace फ़िल्टर पिकर का उपयोग कर किसी विशेष namespace में केवल डिप्लॉयमेंट्स और सर्विसेज दिखाएँ।
id: Gunakan pemilih filter Namespace untuk menampilkan hanya deployment dan service di namespace tertentu.
it: Usa il filtro Namespace per mostrare solo deployment e servizi in uno specifico namespace.
ja: Namespaceフィルターピッカーで特定Namespaceのデプロイメントやサービスのみ表示できます。
ko: 네임스페이스 필터로 특정 네임스페이스의 배포 및 서비스만 표시할 수 있습니다.
nl: Gebruik de Namespace-filter om alleen deployments en services in een specifieke namespace te tonen.
pl: Użyj filtra Namespace, aby wyświetlić tylko deploymenty i usługi w wybranej przestrzeni nazw.
pt: Use o filtro de Namespace para mostrar apenas deployments e serviços num namespace específico.
ru: Используйте фильтр Namespace для отображения только деплойментов и сервисов в выбранном пространстве имен.
tr: Yalnızca belirli bir namespace içindeki dağıtım ve servisleri göstermek için Namespace filtre seçicisini kullanın.
zh_hans: 使用命名空间筛选器仅显示指定命名空间下的部署和服务。

source: View all credentials with access key ID and status.
ar: اعرض جميع بيانات الاعتماد مع معرف مفتاح الوصول والحالة.
de: Alle Zugangsdaten mit Access Key ID und Status anzeigen.
es: Ver todas las credenciales con access key ID y estado.
fr: Affichez tous les identifiants avec leur access key ID et statut.
hi: सभी क्रेडेंशियल्स को एक्सेस की ID और स्थिति सहित देखें।
id: Lihat semua kredensial beserta access key ID dan statusnya.
it: Visualizza tutte le credenziali con access key ID e stato.
ja: すべての認証情報をアクセスキーIDとステータス付きで表示します。
ko: 모든 자격 증명을 액세스 키 ID와 상태로 확인할 수 있습니다.
nl: Bekijk alle inloggegevens met access key ID en status.
pl: Wyświetl wszystkie dane uwierzytelniające z ID klucza dostępu i statusem.
pt: Veja todas as credenciais com access key ID e estado.
ru: Просматривайте все учетные данные с access key ID и статусом.
tr: Tüm kimlik bilgilerini erişim anahtarı ID ve durumu ile görüntüleyin.
zh_hans: 查看所有凭证及其访问密钥 ID 和状态。

source: When creating a new Object Store, you can pick from existing credentials.
ar: عند إنشاء مخزن كائنات جديد، يمكنك اختيار بيانات اعتماد موجودة.
de: Beim Erstellen eines neuen Object Stores können Sie aus bestehenden Zugangsdaten wählen.
es: Al crear un nuevo almacén de objetos, puedes elegir entre credenciales existentes.
fr: Lors de la création d’un nouveau stockage objet, vous pouvez choisir parmi les identifiants existants.
hi: नया ऑब्जेक्ट स्टोर बनाते समय मौजूदा क्रेडेंशियल्स में से चुन सकते हैं।
id: Saat membuat Object Store baru, Anda dapat memilih dari kredensial yang sudah ada.
it: Quando crei un nuovo Object Store, puoi scegliere tra le credenziali esistenti.
ja: 新しいオブジェクトストア作成時、既存の認証情報から選択できます。
ko: 새 오브젝트 스토어 생성 시 기존 자격 증명을 선택할 수 있습니다.
nl: Bij het aanmaken van een nieuwe object store kunt u kiezen uit bestaande inloggegevens.
pl: Tworząc nowy Object Store, możesz wybrać spośród istniejących danych uwierzytelniających.
pt: Ao criar um novo Object Store, pode escolher credenciais existentes.
ru: При создании нового Object Store можно выбрать из существующих учетных данных.
tr: Yeni Nesne Deposu oluştururken mevcut kimlik bilgilerinden seçim yapabilirsiniz.
zh_hans: 新建对象存储时可选择已有凭证。

source: Workloads (Deployments, DaemonSets, StatefulSets, CronJobs) are in a collapsible section.
ar: أحمال العمل (عمليات النشر، DaemonSets، StatefulSets، CronJobs) في قسم قابل للطي.
de: Workloads (Deployments, DaemonSets, StatefulSets, CronJobs) befinden sich in einem einklappbaren Bereich.
es: Las cargas de trabajo (Deployments, DaemonSets, StatefulSets, CronJobs) están en una sección colapsable.
fr: Les workloads (Deployments, DaemonSets, StatefulSets, CronJobs) sont dans une section repliable.
hi: वर्कलोड्स (Deployments, DaemonSets, StatefulSets, CronJobs) एक संक्षिप्त अनुभाग में हैं।
id: Workload (Deployment, DaemonSet, StatefulSet, CronJob) berada dalam bagian yang dapat diciutkan.
it: I carichi di lavoro (Deployment, DaemonSet, StatefulSet, CronJob) sono in una sezione comprimibile.
ja: ワークロード（Deployment、DaemonSet、StatefulSet、CronJob）は折りたたみセクションにまとめられています。
ko: 워크로드(배포, 데몬셋, 스테이트풀셋, 크론잡)는 접을 수 있는 섹션에 있습니다.
nl: Workloads (Deployments, DaemonSets, StatefulSets, CronJobs) bevinden zich in een inklapbaar gedeelte.
pl: Obciążenia (Deploymenty, DaemonSety, StatefulSety, CronJoby) są w sekcji zwijanej.
pt: Workloads (Deployments, DaemonSets, StatefulSets, CronJobs) estão numa secção recolhível.
ru: Нагрузки (Deployments, DaemonSets, StatefulSets, CronJobs) находятся в сворачиваемом разделе.
tr: İş Yükleri (Deployment, DaemonSet, StatefulSet, CronJob) daraltılabilir bir bölümde yer alır.
zh_hans: 工作负载（部署、守护进程集、有状态集、定时任务）在可折叠分区内。

source: Yellow shield: Some firewalls open for your IP.
ar: درع أصفر: بعض الجدران النارية مفتوحة لعنوان IP الخاص بك.
de: Gelbes Schild: Einige Firewalls sind für Ihre IP geöffnet.
es: Escudo amarillo: algunos firewalls abiertos para tu IP.
fr: Bouclier jaune : certains pare-feux sont ouverts pour votre IP.
hi: पीला शील्ड: आपके IP के लिए कुछ फायरवॉल खुले हैं।
id: Perisai kuning: Beberapa firewall terbuka untuk IP Anda.
it: Scudo giallo: alcuni firewall aperti per il tuo IP.
ja: 黄色のシールド：一部ファイアウォールが自分のIP向けに開放中です。
ko: 노란 방패: 일부 방화벽이 내 IP에 열려 있습니다.
nl: Geel schild: sommige firewalls open voor uw IP.
pl: Żółta tarcza: niektóre zapory otwarte dla Twojego IP.
pt: Escudo amarelo: Alguns firewalls abertos para o seu IP.
ru: Желтый щит: некоторые брандмауэры открыты для вашего IP.
tr: Sarı kalkan: Bazı güvenlik duvarları IP'niz için açık.
zh_hans: 黄色盾牌：部分防火墙为你的 IP 打开。

source: Your public IP is auto-detected. The app only manages rules it created.
ar: يتم اكتشاف عنوان IP العام الخاص بك تلقائياً. التطبيق يدير فقط القواعد التي أنشأها.
de: Ihre öffentliche IP wird automatisch erkannt. Die App verwaltet nur selbst erstellte Regeln.
es: Tu IP pública se detecta automáticamente. La app solo gestiona reglas que ha creado.
fr: Votre IP publique est détectée automatiquement. L’application ne gère que les règles qu’elle a créées.
hi: आपका सार्वजनिक IP स्वतः पहचाना जाता है। ऐप केवल उन्हीं नियमों का प्रबंधन करता है जो उसने बनाए हैं।
id: IP publik Anda terdeteksi otomatis. Aplikasi hanya mengelola aturan yang dibuatnya.
it: Il tuo IP pubblico viene rilevato automaticamente. L'app gestisce solo le regole che ha creato.
ja: パブリックIPは自動検出され、アプリは自身が作成したルールのみ管理します。
ko: 공인 IP는 자동 감지되며, 앱은 직접 생성한 규칙만 관리합니다.
nl: Uw publieke IP wordt automatisch gedetecteerd. De app beheert alleen regels die zij zelf heeft aangemaakt.
pl: Twój publiczny adres IP jest wykrywany automatycznie. Aplikacja zarządza tylko regułami, które sama utworzyła.
pt: O seu IP público é detetado automaticamente. A app só gere regras que criou.
ru: Ваш публичный IP определяется автоматически. Приложение управляет только созданными им правилами.
tr: Genel IP adresiniz otomatik algılanır. Uygulama yalnızca kendi oluşturduğu kuralları yönetir.
zh_hans: 你的公网 IP 会自动检测，应用仅管理其创建的规则。

source: cores
ar: أنوية
de: Kerne
es: núcleos
fr: cœurs
hi: कोर
id: inti
it: core
ja: コア
ko: 코어
nl: kernen
pl: rdzenie
pt: núcleos
ru: ядра
tr: çekirdek
zh_hans: 核
